final Map<String, String> attentions = {
  "0":"品種名と旬の時期と産地によって, 果物の味は変動するので, 事前に調べてから果物狩りに行くのがポイントです.",
  "1":"農園では, 走り回ったり騒いだりせず, 周囲に配慮して楽しく果物狩りを過ごして頂けると有難いです. ",
  "2":"果物を摘むときは, 農園の方のお話を聞いて, 木などを傷つけないように配慮して頂けると有難いです. ",
  "3": "雨が降ったら, 電話で農園に連絡した方が良いかもしれません. また, 全天候型の農園もあるので, そういった農園を選ぶのもポイントです. ",
  "4": "予約は不要な所もございますが, 農園に事前に電話かメールをして予約なさった方が確実かと思われます. ",
  "5": "オシャレな格好をして出かけるのも素晴らしいですが, それに加えて汚れても大丈夫で, 動きやすい服装がおすすめです. ",
  "6" : "お供のアイテムとして, 夏場は虫除けスプレー, 日焼け止め, タオル, クーラーボックスがあると良いと思われます. あと, 食べる時にウェットティッシュがあると, 尚良いです. ",
  "7" : "農園それぞれのルールを守って, 満足できる果物狩りを楽しんでください. "
};
